<?php 
      session_start();
      include('server.php'); 
?>


<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Untraditional Khon</title>

    <link rel="stylesheet" href="style-home-6.css">
    
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.2/css/all.min.css" 
    integrity="sha512-z3gLpd7yknf1YoNbCzqRKc4qyor8gaKU1qmn+CShxbuBusANI9QpRohGBreCFkKxLhei6S9CQXFEbbKuqLg0DA==" 
    crossorigin="anonymous" referrerpolicy="no-referrer" />

</head>
<body>
    <div class="container"> 
        <div class="box">
            <div class="logo">
                <a href="#">KHON</a>
            </div>  
            <div class="menu">
                <ul>
                    <li><a href="homepage.php">Home</a></li>
                    <li><a href="record.php">History of Khon</a></li>
                    <li><a href="home-1.php">Types of Khon</a></li>
                    <li><a href="index1.php">Topic</a></li>
                </ul>
            </div>
        </div>

        <div class="header">
                <h3><i class="fa-solid fa-location-dot"></i>Untraditional Khon</h3>
                <h4>โขนนอกตำรา</h4>
        </div>    

        <div class="head1">
            <p>นอกจากประเภทของโขนต่าง ๆ ทั้ง 5 ประเภทแล้ว ยังมีการแสดงโขนนอกตำราที่ทางกรมศิลปากรไม่จัดให้รวมอยู่ในประเภทของโขน ได้แก่</p>
            <h4>โขนสด</h4>
            <p>โขนสด เป็นการแสดงที่ผสมผสานทางวัฒนธรรม ที่ปรับปรุงมาจากการแสดงโขนให้มีความเรียบง่าย มีการปรับเปลี่ยนลดท่ารำ การแต่งกาย การขับร้อง คำพากย์และการเจรจา เป็นการแสดงที่เกิดจากผสมผสานการแสดง 3 ชนิดคือ โขน หนังตะลุงและลิเก ไม่มีการพากย์เสียงและเจรจา 
               โดยผู้แสดงจะเป็นผู้พูดบทเจรจาเอง แต่งกายยืนเครื่อง สวมหัวโขนบนศีรษะแต่ไม่คลุมหน้า สามารถมองเห็นใบหน้าของผู้แสดงได้อย่างชัดเจน ได้รับความนิยมอย่างแพร่หลายในชนบท แสดงด้วยกิริยาท่าทางโลดโผน จริงจังกว่าการแสดงโขนมาก</p>
            <h4>โขนหน้าไฟ</h4>
            <p>โขนหน้าไฟ เป็นการแสดงโขนที่มักนิยมจัดแสดงในตอนกลางวัน หรือแสดงเฉพาะตอนพระราชทานเพลิงศพ เป็นการแสดงในช่วงระยะเวลาสั้น ๆ โดยมีจุดประสงค์ในการแสดงเพื่อเป็นการแสดงความเคารพและให้เกียรติแก่ผู้เสียชีวิตหรือเจ้าภาพของงาน รวมทั้งเป็นการแสดงคั่นเวลาให้แก่ผู้ที่มาร่วมงานได้ชมการแสดงก่อนถึงเวลาพระราชทานเพลิงจริง 
               แต่เดิมโขนหน้าไฟใช้สำหรับในงานพระราชพิธี รัฐพิธีหรืองานของเจ้านายเชื้อพระวงศ์ชั้นสูง เสนาขุนนางอำมาตย์เช่น พระราชพิธีพระราชทานเพลิงพระศพพระบรมวงศานุวงศ์ ณ บริเวณทุ่งพระเมรุหรือท้องสนามหลวง</p>
            <h4>โขนนอนโรง</h4>
            <p>โขนนอนโรง เป็นการแสดงโขนที่มักนิยมแสดงในเวลาบ่าย ก่อนวันแสดงจริงของโขนนั่งราว แสดงตอน "เข้าสวนพิราพ" ซึ่งเหมือนกับงิ้วเบิกโรง เพียงเรื่องเดียวเท่านั้น มีปี่พาทย์สองวงในการบรรเลงเพลงโหมโรง แสดงเพียงช่วงระยะเวลาสั้น ๆ โดยก่อนแสดงจะมีผู้แสดงออกไปเต้นกระทุ้งเสาทั้ง 4 มุมของโรงแสดง 
                ซึ่งการกระทุ้งเสานั้น เป็นการทดสอบความแข็งแรงของเวทีในการรับน้ำหนักตัวของผู้แสดง สมัยก่อนเวทีสำหรับแสดงใช้วิธีขุดหลุมฝังเสาและใช้ดินกลบ ทำให้ระหว่างทำการแสดงเวทีเกิดการทรุดตัว เป็นเหตุผลให้อาจารย์ผู้ทำการฝึกสอน มักให้ผู้แสดงไปเต้นตามหัวเสาทั้ง 4 มุมของเวที เพื่อให้การเต้นนั้นช่วยกระทุ้งหน้าดินที่ฝังเสาไว้ให้เกิดความแน่นมากขึ้น
                หลังแสดงเสร็จ ผู้แสดงมักจะนอนเฝ้าโรงแสดงเพื่อแสดงโรงนั่งราวต่อในวันรุ่งขึ้น ในอดีตโขนนอนโรงเคยแสดงมาแล้วสองครั้งคือ ครั้งแรกแสดงในสมัยของพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว รัชกาลที่ 6 ในงานสมโภชพระเศวตคชเดน์ดิลก และครั้งที่สองในสมัยของพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว รัชกาลที่ 7 แสดงที่บริเวณท้องสนามหลวงในงานฉลองรัฐธรรมนูญ ระหว่างวันที่ 10 - 11 ธันวาคม พ.ศ. 2475</p>
            <h4>โขนชักรอก</h4>
            <p>โขนชักรอก เป็นการแสดงโขนที่ไม่ค่อยได้รับความนิยมมากนัก จากหลักฐานทางประวัติศาสตร์ทำให้สันนิษฐานได้ว่า โขนชักรอกนั้นมีการตั้งแต่ในสมัยของพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช รัชกาลที่ 1 เป็นการแสดงโขนในโรงแสดงที่ปลูกขึ้นโดยเฉพาะ ยกพื้นสูงและมีหลังคา แสดงเหมือนกับโขนทุกประการ แตกต่างเพียงแต่ผู้แสดงนั้นสามารถลอยตัวขึ้นไปในอากาศด้วยการชักรอก มีอุปกรณ์ที่ใช้เป็นจำนวนมาก เป็นเหตุผลสำคัญที่ทำให้โขนชักรอกไม่ค่อยปรากฏให้เห็นมากนัก
               กรมศิลปากรเคยจัดแสดงโขนชักรอกให้ประชาชนได้ชม เมื่อคราวงานเทศกาลวัดอรุณราชวราราม ร.ศ. 100 การจัดแสดงโขนชักรอกครั้งนี้ กรมศิลปากรได้ร่วมมือกับบริษัทออร์กาไนเซอร์ จำกัด ซึ่งเป็นโครงการที่จัดขึ้นเพื่อนอนุรักษ์วัดอรุณและการแสดงที่หายากในปัจจุบัน ระหว่างวันที่ 9 - 15 พฤศจิกายน พ.ศ. 2543 เวลา 17.00 - 22.00 น. โดยใช้พื้นที่บริเวณหน้าวัดเป็นโรงแสดง มีพระปรางค์วัดอรุณเป็นฉากหลัง</p>
        </div>
    </div>

    <div class="tail">  
          <h1>About Us</h1>
            <div class="hail1">
                <div class="hail2">
                    <i class="fa-solid fa-envelope"></i>
                    <h4>: suphanan.ou@rmuti.ac.th</h4>
                </div>
                <div class="hail3">
                    <i class="fa-solid fa-envelope"></i>
                    <h4>: suphanan.ou@rmuti.ac.th</h4>
                </div>
                <div class="hail4">
                    <i class="fa-brands fa-facebook"></i>
                    <h4>: I'mAom suphanan</h4>
                </div>
                <div class="hail5">
                    <i class="fa-brands fa-line"></i>
                    <h4>: I'mAom suphanan</h4>
            </div>
        </div>
    </div>
</body>
</html>