<?php 
      session_start();
      include('server.php'); 
?>


<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>History of Khon</title>

    <link rel="stylesheet" href="style4.css">
    
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.2/css/all.min.css" 
    integrity="sha512-z3gLpd7yknf1YoNbCzqRKc4qyor8gaKU1qmn+CShxbuBusANI9QpRohGBreCFkKxLhei6S9CQXFEbbKuqLg0DA==" 
    crossorigin="anonymous" referrerpolicy="no-referrer" />

</head>
<body>
    <div class="conten">
            <div class="box">
            <div class="dropdown">
                <button class="dropbtn">Types of Khon</button>
                <div class="dropdown-content">
                    <a href="home-1.php">โขนกลางแปลง</a>
                    <a href="home-2.php">ขนโรงนอก</a>
                    <a href="home-3.php">โขนหน้าจอ</a>
                    <a href="home-4.php">โขนโรงใน</a>
                    <a href="home-5.php">โขนฉาก</a>
                    
                </div>   
            </div>
                <div class="menu">
                    <ul>
                        <li><a href="homepage.php">Home</a></li>
                        <li><a href="home-6.php">Untraditional Khon</a></li>
                        <li><a href="index1.php">Topic</a></li> 
                    </ul>
                </div>
            </div> 
    

        <div class="record">
            <h3><i class="fa-solid fa-record-vinyl"></i>History of Khon</h3>
            
                <div class="wwo">
                <br>      โขน เป็นศิลปะการแสดงชั้นสูงของไทยที่มีความสง่างาม อลังการและอ่อนช้อย การแสดงประเภทหนึ่งที่ใช้ท่ารำตามแบบละครใน แตกต่างเพียงท่ารำที่มีการเพิ่มตัวแสดง เปลี่ยนทำนองเพลงที่ใช้ในการดำเนินเรื่องไม่เหมือนกับละคร แสดงเป็นเรื่องราวโดยลำดับก่อนหลังเหมือนละครทุกประการ ซึ่งไม่เรียกการแสดงเหล่านี้ว่าละครแต่เรียกว่าโขนแทน
                    มีประวัติยาวนานตั้งแต่สมัยกรุงศรีอยุธยา จากหลักฐานจดหมายเหตุลาลูแบร์ เอกอัครราชทูตฝรั่งเศสในสมัยสมเด็จพระนารายณ์มหาราช ได้มีการกล่าวถึงการแสดงโขนว่า เป็นการเต้นออกท่าทาง ประกอบกับเสียงซอและเครื่องดนตรีประเภทต่าง ๆ ผู้แสดงจะสวมหน้ากากปิดบังใบหน้าตนเองและถืออาวุธ
                    โขนเป็นจุดศูนย์รวมของศาสตร์และศิลป์หลากหลายแขนงเช่น วรรณกรรม วรรณศิลป์ นาฏศิลป์ คีตศิลป์ หัตถศิลป์ โดยนำเอาวิธีเล่นและการแต่งตัวบางชนิดมาจากการเล่นชักนาคดึกดำบรรพ์[5] มีท่าทางการต่อสู้ที่โลดโผน ท่ารำ ท่าเต้นเช่น ท่าปฐมในการไหว้ครูของกระบี่กระบอง รวมทั้งการนำศิลปะการพากย์ การเจรจา หน้าพาทย์และเพลงดนตรีเข้ามาประกอบการแสดง 
                    ในการแสดงโขน ลักษณะสำคัญอยู่ที่ผู้แสดงต้องสวมหัวโขน ซึ่งเป็นเครื่องสวมครอบหุ้มตั้งแต่ศีรษะถึงคอ เจาะรูสองรูบริเวณดวงตาให้สามารถมองเห็น แสดงอารมณ์ผ่านทางการร่ายรำ สร้างตามลักษณะของตัวละครนั้น ๆ เช่น ตัวยักษ์ ตัวลิง ตัวเทวดา ฯลฯ ตกแต่งด้วยสี ลงรักปิดทอง ประดับกระจก บ้างก็เรียกว่าหน้าโขน
                    ในสมัยโบราณ ตัวพระและตัวเทวดาต่างสวมหัวโขนในการแสดง ต่อมาภายหลังมีการเปลี่ยนแปลงไม่ต้องสวมหัวโขน คงใช้ใบหน้าจริงเช่นเดียวกับละคร แต่งกายแบบเดียวกับละครใน เครื่องแต่งกายของตัวพระและตัวยักษ์ในสมัยโบราณมักมีสองสีคือ สีหนึ่งเป็นสีเสื้อ อีกสีหนึ่งเป็นสีแขนโดยสมมุติแทนเกราะ เป็นลายหนุนประเภทลายพุ่ม
                    หรือลายกระจังตาอ้อย ส่วนเครื่องแต่งกายตัวลิงจะเป็นลายวงทักษิณาวรรต โดยสมมุติเป็นขนของลิงหรือหมี ดำเนินเรื่องด้วยการกล่าวคำนำเล่าเรื่องเป็นทำนองเรียกว่าพากย์อย่างหนึ่ง กับเจรจาเป็นทำนองอย่างหนึ่ง ใช้กาพย์ยานีและกาพย์ฉบัง โดยมีผู้ให้เสียงแทนเรียกว่าผู้พากย์และเจรจา มีต้นเสียงและลูกคู่ร้องบทให้ ใช้วงปี่พาทย์เครื่องห้าประกอบการแสดง
                    เรื่องรามเกียรติ์ปัจจุบันสำนักการสังคีต  ทำหน้าที่ ดำเนินการด้านนาฏดุริยางคศิลป์ในงานพระราชพิธี รัฐพิธี และพิธีการต่างๆ ตามจารีตประเพณี และรวมองค์ความรู้ด้านนาฏดุริยางคศิลป์  โดยการ ศึกษา ค้นคว้า วิจัย และอนุรักษ์  ส่งเสริม สนับสนุน ให้บริการ และฝึกอบรมแก่หน่วยงานอื่นทั้งภาครัฐ และเอกชนที่ดำเนินงานศิลปวัฒนธรรม  ด้านนาฏดุริยางคศิลป์ และดำเนินการเกี่ยวกับกิจการ 
                    โรงละครแห่งชาติ  สังกัดกรมศิลปากร  กระทรวงวัฒนธรรม และ สถาบันบัณฑิตพัฒนศิลป์มีหน้าที่หลักในการสืบทอดการฝึกหัดโขน และกรมศิลปากร มีหน้าที่ในการจัดการแสดง</br>
                </div>

                <div class="wwo1">
                <br>      โขนจัดเป็นนาฏกรรมที่มีความเป็นศิลปะเฉพาะของตนเอง ไม่ปรากฏชัดแน่นอนว่าคำว่า "โขน" ปรากฏขึ้นในสมัยใด แต่มีการเอ่ยถึงในวรรณคดีไทยเรื่องลิลิตพระลอที่กล่าวถึงโขนในงานแสดงมหรสพ ระหว่างงานพระศพของพระลอ พระเพื่อนและพระแพงว่า "ขยายโรงโขนโรงรำ ทำระทาราวเทียน" โดยมีข้อสันนิษฐานว่าคำว่าโขนนั้น มีที่มาจากคำและความหมายในภาษาต่าง ๆ ดังนี้
                    คำว่าโขนในภาษาเบงคาลี ซึ่งปรากฏคำว่า "โขละ" หรือ "โขล" (บางครั้งสะกดด้วย ฬ เป็นคำว่า"โขฬะ" หรือ "โขฬ") ที่เป็นชื่อเรียกของเครื่องดนตรีประเภทหนังชนิดหนึ่งของฮินดู ลักษณะและรูปร่างคล้ายคลึงกับตะโพนของไทย ไม่มีขาตั้ง ทำด้วยดิน ไม่มีสายสำหรับถ่วงเสียง มีเสียงดังค่อนข้างมาก จัดเป็นเครื่องดนตรีที่ได้รับความนิยมในแคว้นเบงกอล ประเทศอินเดีย 
                    ใช้สำหรับประกอบการละเล่นชนิดหนึ่ง เรียกว่ายาตราหรือละครเร่ที่คล้ายคลึงกับละครชาตรี โดยสันนิษฐานว่าเครื่องดนตรีชนิดนี้ เคยถูกนำมาใช้ประกอบการเล่นนาฏกรรมชนิดหนึ่ง จึงเรียกว่าโขลตามชื่อของเครื่องดนตรี
                    คำว่าโขนในภาษาอิหร่าน มีที่มาจากคำว่าษูรัต ควาน (อังกฤษ: Surat khwan) หมายความถึงตุ๊กตาหรือหุ่น ซึ่งใช้สำหรับประกอบการแสดง โดยมีผู้ขับร้องและให้เสียงแทนตัวหุ่น เรียกว่าควานหรือโขน (อังกฤษ: Khon) มีความคล้ายคลึงกับผู้พากย์และผู้เจรจาของการแสดงโขนในปัจจุบัน
                    คำว่าโขนในภาษาเขมร เป็นการกล่าวถึงโขนในพจนานุกรมภาษาเขมร ซึ่งหมายความถึงละคร แต่เขียนแทนว่าละโขน ที่หมายความถึงการแสดงมหรสพอย่างหนึ่ง จากข้อสันนิษฐานต่าง ๆ ยังไม่สามารถสรุปได้ว่าโขนเป็นคำมาจากภาษาใด พจนานุกรมฉบับราชบัณฑิตยสถาน พ.ศ. 2525 ระบุความหมายของโขนเอาไว้ว่า 
                    "โขนหมายถึงการเล่นอย่างหนึ่งคล้ายละครรำ แต่เล่นเฉพาะในเรื่องรามเกียรติ์ โดยผู้แสดงสวมหัวจำลองต่าง ๆ ที่เรียกว่าหัวโขน"[15] หรือหมายความถึงไม้ใช้ต่อเสริมหัวเรือท้ายเรือให้งอนเชิดขึ้นไปที่เรียกว่าโขนเรือ หรือใช้สำหรับเรียกเรือชนิดหนึ่งที่มีโขนว่าเรือโขนเช่น เรือโขนขนาดใหญ่น้อยเหลือหลายในลิลิตพยุหยาตรา หรือหมายความถึงส่วนสุดทั้งสองข้างของรางระนาดหรือฆ้องวงใหญ่ที่มีลักษณะงอนขึ้นว่าโขน</br>
                </div>

                <div class="wwo2"> 
                <br>      ในสมัยของสมเด็จพระนาราย์มหาราช ได้มีการกล่าวถึงโขนโดยลาลูแบร์ เอาไว้ว่า "โขนนั้น เป็นการร่ายรำเข้า ๆ ออก ๆ หลายคำรบ ตามจังหวะซอและเครื่องดนตรีอย่างอื่นอีก ผู้แสดงนั้นสวมหน้ากาก (หัวโขน) และถืออาวุธ แสดงบทหนักไปในทางสู้รบกันมากกว่าจะเป็นการร่ายรำ และมาตรว่าการแสดงส่วนใหญ่จะหนักไปในทางโลดเต้นเผ่นโผนโจนทะยาน และวางท่าอย่างเกินสมควรแล้ว 
                    นาน ๆ ก็จะหยุดเจรจาออกมาสักคำสองคำ หน้ากาก (หัวโขน) ส่วนใหญ่นั้นน่าเกลียด เป็นหน้าสัตว์ที่มีรูปพรรณวิตถาร (ลิง) หรือไม่เป็นหน้าปีศาจ (ยักษ์) ซึ่งเป็นการแสดงความเห็นต่อมหรสพในอดีตของชาวไทยในสายตาของชาวต่างประเทศ การแสดงโขนโดยทั่วไปนิยมแสดงเรื่องรามยณะหรือรามเกียรติ์ 
                    ในอดีตกรมศิลปากรเคยจัดแสดงเรื่องอุณรุฑ แต่ไม่ได้รับความนิยมมากเท่ากับการแสดงเรื่องรามเกียรติ์ มีหลายสำนวน ทั้งที่มีการประพันธ์ขึ้นในสมัยกรุงศรีอยุธยา กรุงธนบุรีและกรุงรัตนโกสินทร์ โดยเฉพาะบทประพันธ์ในสมัยรัตนโกสินทร์ นิยมแสดงตามสำนวนของพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย 
                    รัชกาลที่ 2 ที่กรมศิลปากรได้ปรับปรุงเป็นชุดเป็นตอนสำหรับแสดงเป็นโขนฉาก ในสมัยของพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว รัชกาลที่ 6 ก็เคยทรงพระราชนิพนธ์บทร้องและบทพากย์ไว้ถึง 6 ชุด ได้แก่ ชุดนางสีดาหาย ชุดเผากรุงลงกา ชุดพิเภกถูกขับ ชุดจองถนน ชุดประเดิมศึกลงกาและชุดนาคบาศ
                    แต่เดิมนั้นการแสดงโขนจะไม่มีการสร้างฉากประกอบการแสดงตามท้องเรื่อง การดำเนินเรื่องราวต่าง ๆ เป็นแบบจินตนาการถึงฉากหรือสถานที่ในเรื่องราวเอง การจัดฉากในการแสดงโขนเกิดขึ้นครั้งแรกในสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 โดยที่ทรงคิดสร้างฉากประกอบการแสดงโขนบนเวทีขึ้น คล้ายกับการแสดงละครดึกดำบรรพ์ที่สมเด็จเจ้าฟ้ากรมพระยานริศรานุวัดติวงศ์ทรงคิดขึ้น</br>
                </div>

                <div class="wwo3">
                <h1>ยุคเจริญรุ่งเรือง</h1>
                <br>       ในสมัยพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช รัชกาลที่ 1 ได้พระราชทานพระบรมราชานุญาตให้เจ้านายชั้นสูง ขุนนางชั้นผู้ใหญ่ เสนาอำมาตย์และผู้ว่าราชการเมือง เข้ารับการฝึกหัดโขนเพื่อเป็นการประดับเกียรติยศแก่ตนเองและวงศ์ตระกูล และโปรดให้หัดไว้เฉพาะแต่เพียงผู้ชายตามประเพณีดั้งเดิม 
                    ทำให้ผู้ที่ฝึกหัดโขน มีความคล่องแคล่วว่องไว สามารถใช้อาวุธต่าง ๆ ในการต่อสู้ได้อย่างชำนาญ รวมทั้งโปรดให้มีการแต่งบทละครสำหรับแสดงโขนขึ้นอีกด้วย ทำให้เจ้านายชั้นสูง ขุนนางชั้นผู้ใหญ่จำนวนมากต่างหัดโขนไว้ในคณะของตนเองหลากหลายคณะเช่น โขนของกรมหมื่นเจษฎาบดินทร์ 
                    หรือพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว ครั้งเสด็จดำรงพระยศเป็นพระเจ้าลูกยาเธอในพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย รัชกาลที่ 2 และโขนของกรมพิทักษ์เทเวศร์ เป็นต้น และมีการประกวดแข่งขันประชันฝีมือ รวมทั้งได้มีการฝึกหัดโขนให้พวกลูกทาสและลูกหมู่ ซึ่งเป็นผู้ที่สังกัดกรมกองต่าง ๆ 
                    ตามวิธีควบคุมทหารแบบโบราณอีกด้วย ทำให้โขนในสมัยนั้นได้รับความนิยมอย่างแพร่หลาย ต่อมาในสมัยของพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว รัชกาลที่ 6 ครั้งเสด็จดำรงพระยศเป็นสมเด็จพระบรมโอรสาธิราชสยามมกุฎราชกุมาร ประทับ ณ พระราชวังสราญรมย์ 
                    ได้โปรดให้มีการฝึกหัดโขนขึ้นตามแบบโบราณ โดยมีชื่อคณะว่า "โขนสมัครเล่น" โปรดให้ยืมครูผู้ฝึกสอนจากเจ้าพระยาเทเวศ์วิวัฒน์ จำนวน 3 คน ได้แก่
                    ขุนระบำภาษา (ทองใบ สุวรรณภารต) ต่อมาภายหลังได้รับการเลื่อนบรรดาศักดิ์โดยลำดับจนถึงพระยาพรหมาภิบาล ทำหน้าที่เป็นครูยักษ์ ผู้ฝึกหัดสอนโขนในตัวยักษ์
                    ขุนนัฏกานุรักษ์ (ทองดี สุวรรณภารต) ต่อมาภายหลังได้รับการเลื่อนบรรดาศักดิ์โดยลำดับจนเป็นพระยาในราชทินนาม ทำหน้าที่เป็นครูพระและครูนาง ผู้ฝึกหัดสอนโขนในตัวพระและตัวนาง
                    ขุนพำนักนัจนิกร (เพิ่ม สุครีวกะ) ต่อมาภายหลังได้รับการโปรดเกล้าฯ พระราชทานบรรดาศักดิ์เป็นพระดึกดำบรรพ์ประจง ทำหน้าที่เป็นครูลิง ผู้ฝึกหัดสอนโขนในตัวลิง
                    สำหรับผู้ที่เข้ารับการฝึกหัดโขนนั้น ล้วนเป็นผู้ที่ถวายงานรับใช้ใกล้ชิดพระองค์มาโดยตลอดเช่น ลูกขุนนาง เจ้านายและมหาดเล็ก เป็นต้น โดยทรงฝึกหัดโขนด้วยความเอาพระทัยใส่เป็นอย่างยิ่ง รวมทั้งให้การสนับสนุนในการแสดงโขนมาโดยตลอด เคยนำออกแสดงในงานสำคัญสำคัญหลายครั้งเช่น 
                    งานเปิดโรงเรียนนายร้อย (ทหารบก) ชั้นมัธยม เมื่อวันเสาร์ที่ 25 ธันวาคม ร.ศ. 128 (พ.ศ. 2452) ดังความในสูจิบัตรที่แจกจ่ายในงาน ความว่า โขนโรงนี้ เรียกนามว่า 'โขนสมัครเล่น' เพราะผู้เล่นเล่นโดยความสมัครเอง ไม่ใช่ถูกกะเกณฑ์หรือเห็นแก่สินจ้าง มีความประสงค์แต่จะให้ผู้ที่คุ้นเคยชอบพอกันและที่เป็นคนชั้นเดียวกัน 
                    มีความรื่นเริงและเพื่อจะได้ไม่ลืมว่า ศิลปะวิทยาการเล่นเต้นรำ ไม่จำเป็นจะต้องเป็นของฝรั่งจึงจะดูได้ ของโบราณของไทยเรามีอยู่ ไม่ควรจะให้เสื่อมสูญไปเสีย โขนโรงนี้ได้เคยเล่นแต่ที่พระราชวังสราญรมย์เป็นพื้น แต่ครั้งนี้เห็นว่าผู้ที่เป็นนักเรียนนายร้อย ก็เป็นคนชั้นเดียวกัน และเป็นที่หวังอยู่ว่าจะเป็นกำลังของชาติเราต่อไป พวกโขนจึงมีความเต็มใจมาช่วยงาน 
                    เพื่อให้เป็นการครึกครื้น ถ้าแม้ว่าผู้ที่ดูรู้สึกว่าสนุกและแลเห็นอยู่ว่า การเล่นอย่างไทยแท้ก็ยังเป็นสิ่งที่ควรดูอยู่แล้ว ผู้ที่ออกน้ำพักน้ำแรงเล่นให้ดูก็จะรู้สึกว่าได้รับความพอใจยิ่งกว่าได้สินจ้างอย่างใด ๆ ทั้งสิ้น</br>
                </div>

                <div class="wwo4">
                <h1>ยุคเสื่อมโทรม</h1>
                <br>       หลังจากโขนที่เจริญรุ่งเรืองในสมัยของพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช และเจริญรุ่งเรืองจนถึงขีดสุดในสมัยของพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว ก็เริ่มมีผู้ที่นำเอาโขนไปรับจ้างแสดงในงานต่าง ๆ เช่นงานศพหรืองานที่ไม่มีเกียรติเพียงเพื่อหวังค่าตอบแทน ทำให้โขนเริ่มถูกมองไปในทางที่ไม่ดี กลายเป็นการแสดงที่ไม่สมฐานะของผู้แสดง 
                    ไม่คำนึงถึงเกียรติยศของการแสดงศิลปะชั้นสูงที่ได้รับความนิยมยกย่อง เนื่องจากแต่เดิมนั้นโขนเป็นการแสดงที่มีเกียรติและศักดิ์ศรี ใช้สำหรับแสดงในงานพระราชพิธีเท่านั้น ทำให้ความนิยมในโขนเริ่มเสื่อมลงอย่างรวดเร็ว ประกอบกับพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 4 ได้พระราชทานพระบรมราชานุญาตให้เจ้านายชั้นสูง ข้าราชการเสนาอำมาตย์มีละครหญิง 
                    ที่แต่เดิมมีเฉพาะพระมหากษัตริย์ได้ ดังพระราชปรารภว่า "มีละครด้วยกันหลายรายดี บ้านเมืองจะได้ครึกครื้น จะได้เป็นเกียรติยศแก่แผ่นดิน" ทำให้ส่งผลกระทบกระเทือนอย่างใหญ่หลวงต่อการแสดงโขนในพระราชสำนักของเจ้านายชั้นสูงและขุนนางชั้นผู้ใหญ่ การแหวกม่านประเพณีของพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว 
                    ที่พระราชทานอนุญาตให้มีละครหญิงได้นั้น ทำให้เจ้านายชั้นสูง เสนาอำมาตย์ขุนนางต่าง ๆ พากันเปลี่ยนแปลงเพศของผู้แสดงในสังกัดตนเองเป็นอย่างมาก ทำให้แต่เดิมโขนที่มีเฉพาะผู้ชายล้วนนั้น เริ่มมีการเล่นผสมผสานกับละครหญิง ที่ได้รับความนิยมแทนที่โขนอย่างรวดเร็ว เป็นเหตุให้หัวหน้าคณะที่เคยฝึกหัดและทำนุบำรุงโขนไว้ 
                    ก็เริ่มเปลี่ยนแปลงการแสดงในสังกัดตนเอง บางรายก็มีโขนและละครหญิงควบคู่กันไป บางรายถึงกัยยกเลิกโขนในสังกัดและเปลี่ยนมาหัดละครหญิงเพียงอย่างเดียว ทำให้โขนค่อย ๆ สูญหายไป ยกเว้นบางสังกัดที่มีความนิยมชมชอบศิลปะไทยแบบโบราณเช่นโขน ที่ยังคงอนุรักษ์รักษาไว้สืบต่อมาจนถึงปัจจุบัน และโขนหลวงที่พระมหากษัตริย์ทรงอุปถัมภ์ไว้เท่านั้น 
                    รวมทั้งได้ก่อตั้งเป็นกรมโขนขึ้นก่อนจะยกเลิกไปในสมัยของพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว รัชกาลที่ 3 ต่อมาภายหลังจากพระบาทสมเด็จพระมงกุฏเกล้าเจ้าอยู่หัว เสด็จสวรรคตแล้ว โขนที่เริ่มเข้าสู่ยุคเสื่อมโทรมก็ยิ่งตกต่ำลงอย่างรวดเร็ว ทั้งในด้านของสภาพจิตใจผู้แสดงและในด้านของศิลปวัตถุ[33] และในสมัยของพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว รัชกาลที่ 7 
                    โปรดให้เลิกโรงมหรสพต่าง ๆ รวมทั้งโขน เนื่องจากมหรสพต่าง ๆ นั้นเป็นการสิ้นเปลืองพระราชทรัพย์ในท้องพระคลังเป็นอย่างมาก และโอนงานทางด้านนาฏศิลป์และศิลปะ ให้อยู่ภายใต้สังกัดของกรมศิลปากร</br>
                </div>
            </div>
        </div> 
    </div>

    <div class="tail">  
          <h1>About Us</h1>
            <div class="hail1">
                <div class="hail2">
                    <i class="fa-solid fa-envelope"></i>
                    <h4>: suphanan.ou@rmuti.ac.th</h4>
                </div>
                <div class="hail3">
                    <i class="fa-solid fa-envelope"></i>
                    <h4>: suphanan.ou@rmuti.ac.th</h4>
                </div>
                <div class="hail4">
                    <i class="fa-brands fa-facebook"></i>
                    <h4>: I'mAom suphanan</h4>
                </div>
                <div class="hail5">
                    <i class="fa-brands fa-line"></i>
                    <h4>: I'mAom suphanan</h4>
            </div>
        </div>
    </div>

</body>
</html> 